{
  "pedals": [
    {
      "id": 0,
      "manufacturer": "BOSS",
      "model": "CE-2",
      "type": "Chorus",
      "youtube": "pXWkiMLkM-U",
      "copy": "The CE-2 was the first compact pedal chorus from Boss. The CE-1 was released 1976 and contained the exact same circuit as the Roland Jazz Chorus JC-120 Amp. The CE-2 builds on the legacy of the CE-1 but isn’t identical. The middle region is boosted in the CE-2 compared to the CE-1. According to the design engineers this may be because the CE-1 had a lower input impedance.</p><p>Roland says that they stopped marketing the CE-2 November 1982. The pedal was however still produced and sold at least out 1990. The label changed from black to green 1984. The CE-2 was produced in Japan up until 1988 when production moved to Taiwan."
    },
    {
      "id": 1,
      "manufacturer": "BOSS",
      "model": "DM-2",
      "type": "Analog Delay",
      "youtube": "ultozS1FUfA",
      "copy": "This analog delay pedal is able to produce delay times ranging from 30 to 330 Milliseconds. It’s got three dials with adjustments for Repeat Rate, Intensity, and Echo. This effect draws a lot of current so not all power supplies are able to power up this pedal. The vintage analog DM-2 is a very popular effect and prices are usually very high for a beat up but working pedal."
    },
    {
      "id": 2,
      "manufacturer": "MXR",
      "model": "Phase 100",
      "type": "Phaser",
      "youtube": "jv_h5daIk-Q",
      "copy": "This big brother of the Phase 90 offers an even broader range of sounds. Along with the speed control there is a 4-position rotary switch that selects between four different intensities, defined as preset waveform patterns. Great for guitar, bass, keys, vocals, and more!"
    },
    {
      "id": 3,
      "manufacturer": "Maxon",
      "model": "AD-900",
      "type": "Analog Delay",
      "youtube": "A2-CDK9GW4Y",
      "copy": "The AD900’s Delay tone is pure analog heaven – rich, round and three-dimensional, it reacts to your playing and breathes life into your performance. The AD900 is loaded with eight custom Bucket Brigade IC’s for 900 milliseconds of warm, organic analog tone. These BBD’s are clocked extremely low to achieve the longest delay time possible, creating a HUGE delay tone that recalls early 70’s Pink Floyd with stunning accuracy. Yet the real magic of the AD900 is in the Delay repeats – they exhibit a slightly overdriven tonality that sits perfectly behind dirty tones and adds depth and dimension to clean sounds. This distortion reacts dynamically to your pick attack, making the initial repeat pop slightly while the remaining repeats blend seamlessly with your original notes."
    },
    {
      "id": 4,
      "manufacturer": "Fulltone",
      "model": "Supa-Trem ST-1",
      "type": "Tremolo",
      "youtube": "o7wfrMUXywo",
      "copy": "The new and improved Fulltone Supa-Trem ST-1 pedal puts a versatile, great sounding tremolo right at your feet. The Supa-Trem ST-1 uses a custom-designed fast-recovery photocell to faithfully mimic the trem circuits from 60s-era tube amps with one cool distinction: it avoids the ticking sounds that frequently accompany these trem circuits and pedals for a cleaner sound. When you don't need the warble, the ST-1 can operate as a clean boost pedal. Get vintage tremolo tones and more with the Fulltone Supa-Trem ST-1."
    },
    {
      "id": 5,
      "manufacturer": "BOSS",
      "model": "TU-3S Tuner",
      "type": "Tuner",
      "youtube": "u9K9PLm2sf0",
      "copy": "The BOSS TU-3 is the world’s go-to stompbox tuner, trusted by players everywhere for its reliable operation and bulletproof durability. Scaled down in size, the TU-3S gives you the same industry-standard performance in a tiny footprint that saves precious pedalboard space. The display and tuning functions are identical to the TU-3—the only thing eliminated is the pedal switch. Always on and ready to go, the TU-3S is perfect for use with pedal switching systems like the BOSS ES-8 and ES-5, and ideal for any setup where space is at a premium."
    },
    {
      "id": 6,
      "manufacturer": "MXR",
      "model": "Custom Comp",
      "type": "Compressor",
      "youtube": "sgyOnOb8_jM",
      "copy": "The Custom Comp is built from the finest components available and designed with a blend of modern and classic compressor technology. At the heart of the pedal resides the legendary and rare CA3080 metal can IC that delivers increased dynamic range, greater transparency, and quieter operation. In addition, the MXR Custom Shop design team included RF suppression components for interference-free operation, and an internal Attack control that allows fine tuning of the speed of the note's initial attack. Combined with a TPDT (Triple Pole Double Throw) switch for true bypass and heavy duty pots, the MXR Custom Comp will provide years of high performance live and in the studio."
    },
    {
      "id": 7,
      "manufacturer": "MXR",
      "model": "Fullbore Metal",
      "type": "Distortion",
      "youtube": "9acls6zx50c",
      "copy": "You can play louder and faster than ever with the Dunlop MXR M116 Fullbore Metal Distortion guitar effects pedal. A must have item for any metal guitarist, this stompbox roars onto your rig with its face melting gain and killer tones. Packed with features and a mean attitude, this pedal cranks up your guitar’s signal with only one thing in mind: getting the perfect metal sound. The compact and durable aluminum enclosure, heavy duty footswitch, and sturdy black knobs of the M116 are capable of withstanding a lot. This includes even the most violent gigs and jam sessions. Whether you are into aggressive riffing, speed shredding, or sweeping, the Fullbore Metal can be all you need to raise hell from your amp."
    },
    {
      "id": 8,
      "manufacturer": "BYOC",
      "model": "Analog Chorus",
      "type": "Chorus",
      "youtube": "prXSkZQ6yd8",
      "copy": "Rediscover the joy of chorus again with this kit. The BYOC Analog Chorus is a true-bypassed clone of the earliest version of the BOSS CE-2. It uses the same MN3007/MN3101 chip set that was used in the first made-in-Japan silver screw version for that warm, lush, organic, vintage 80's chorus tone. We redesigned the layout with the jacks on the side (just like the original) and redesigned the PCB to keep the signal path traces as far away from the LFO (low frequency oscillator) clock driver traces as possible. We did this to insure that no weird noises would be introduced into your signal whether the pedal was engaged or in bypass. We also modified the LFO so that it could go a little faster and a little deeper than the original, but still go just as slow and shallow as the original. Oh, and we also made the status LED blink in time with the rate."
    },
    {
      "id": 9,
      "manufacturer": "BOSS",
      "model": "DS-1",
      "type": "Distortion",
      "youtube": "VZenfW-XdX0",
      "copy": "This is truly a classic distortion pedal. It produces a distortion sound with a hard edge and is known to have a very low noise level compared to other distortion pedals. Many people swear that the older Japan made pedals sounds better than the newer ones made in Taiwan. The DS-1 has over the years been used by a lot of great guitar players. Steve Vai and Joe Satriani are just two of the players who has voiced their praise over this pedal. The DS-1 is also a favorite among modifiers. Keeley, Analogman and Stinkfoot all provide their own versions of this icon among distortion makers."
    },
    {
      "id": 10,
      "manufacturer": "BOSS",
      "model": "MD-2 Mega Distortion",
      "type": "Distortion",
      "youtube": "LydCHOuoFYY",
      "copy": "The Mega Distortion has a dual distortion and gain circuit that produces some really heavy distorted sound. No other Boss pedal has as much gain as the MD-2. Focus is on the bottom end and 7 string players have been targeted by advertising campaigns. With the massive gain that this pedal can produce, it can easily become very noisy at high gain settings."
    },
    {
      "id": 11,
      "manufacturer": "Electro Harmonix",
      "model": "Micro POG",
      "type": "Octaver",
      "youtube": "-vMfJXG-F6A",
      "copy": "The Legenday and classic original POG won top awards from every major magazine on every continent for its flawless polyphonic tracking and musical flexibility. The Micro POG delivers the same perfect tracking and smooth polyphony in a simplified design. Now in a small pedalboard-friendly diecast chassis, the Micro POG delivers and will blow you away the first time you use it."
    },
    {
      "id": 12,
      "manufacturer": "Maxon",
      "model": "SD-9 Sonic Distortion",
      "type": "Distortion",
      "youtube": "mYl5IRFzPXg",
      "copy": "Since its original release in the early 80’s the Sonic Distortion has gained a huge cult following among tone connoisseurs, including the likes of guitar legends Scott Henderson and Mike Landau. Maxon’s current-production reissue captures all the magic of the original with the added benefit of true bypass switching. The SD-9 provides a smooth distortion that covers a wide range of Gain levels from mild overdrive through pseudo-fuzz. Regardless of the Gain setting, the SD-9 remains articulate and responsive to note dynamics, providing excellent sustain without crossing over into super-compressed Metal territory."
    },
    {
      "id": 13,
      "manufacturer": "Maxon",
      "model": "OD808 Reissue",
      "type": "Overdrive",
      "youtube": "2iqymUQgnZw",
      "copy": "Can a pedal be considered a clone if it’s made by the company that made the original?!?  Maxon designed the original OD808 overdrive circuit in the late 1970’s – they then rebranded this pedal for Ibanez as the TS808 Tubescreamer, and the rest is history... The OD808 Reissue offers up all the warm, creamy, organic overdrive as the original and then some. Never one to rest on their laurels, Maxon has tweaked the current version ever so slightly to reduce noise level while retaining the legendary 808 tone. The OD808 is the perfect pedal for adding smooth, tube-like overdrive to any clean amp – use it as a secondary dirt channel to beef up a song’s chorus section, or keep it on all the time for the crunchy tone that has defined rock and roll."
    },
    {
      "id": 14,
      "manufacturer": "BOSS",
      "model": "SG-1 Slow Gear",
      "type": "Volume",
      "youtube": "g0JCS1SSih4",
      "copy": "The SG-1 filters out the attack of your note, and swells the volume automatically. There are only 2 controls, one for the attack speed, and the other for sensitivity. The attack knob controls the speed of the volume swells. A compressor or overdrive in front of it may be helpful to minimize the variations in your signal level for the SG-1’s response. Used with a delay it sounds sort of like a more articulated E-bow or a passage played backwards. The SG-1 circuit is very similar to the NF-1. The pedal was in fact made using the exact same circuit as the NF-1 but the way it works is completely opposite. With the NF-1, the sound decays away but is cut when it falls below a threshold. With the SG-1, the attack is filtered out and then the sound increases gradually. The Slow Gear is a rather unique effect and the SG-1 has become one of the hardest Boss pedals to get hold of. Expect to pay top money if you find one."
    },
    {
      "id": 15,
      "manufacturer": "BOSS",
      "model": "DD-3",
      "type": "Digital Delay",
      "youtube": "vHFbY21HEvo",
      "copy": "The early DD-3 is the same pedal as the DD-2. Because of the price drop on DRAM in 1986 it was possible to produce the pedal much cheaper. Dropping the price didn’t look so good so it was decided to re-release the DD-2 under the name DD-3 instead. The front of the pedal got a face lift with the re-release."
    },
    {
      "id": 16,
      "manufacturer": "ZVEX",
      "model": "Fuzz Factory",
      "type": "Fuzz",
      "youtube": "MomzVgL_2KA",
      "copy": "The ZVex Fuzz Factory is one of the earliest pedals invented by Zachary Vex and continues to be his most popular. It is the heir to the throne of the classic Germanium fuzz boxes of the past, even using New Old Stock Germanium transistors from the sixties. From this basic concept Mr. Vex went nuts and added an unheard of level of control over all aspects of the tone, including a Gate knob to control noise and tune feedback pitch, Compression control, and a Stability knob that can send the Fuzz Factory into delicious squeals and oscillations, opening up a pallete of fresh sounds for any adventurous guitar lunatic. The controls are highly interactive and encourage hours of sonic exploration. The Z.Vex Vexter Series Fuzz Factory also features a Green ON / OFF LED, 9VDC power jack, 2-Year Warranty, and lovely silk screened graphics."
    },
    {
      "id": 17,
      "manufacturer": "Electro Harmonix",
      "model": "Frequency Analyzer",
      "type": "Ring Modulator",
      "youtube": "dyLXmN3M43k",
      "copy": "Analyzer is a classic ring modulator design for guitar. This bad boy gives you tons of fun with your guitar including dark, gothic bell sounds, synth tones, and more. It has a 5 octave range and features all analog circuitry. You can use it to add harmonies to your guitar as well by using the Shift and Fine Tune knobs. The Blend knob lets you bring in as much or as little of the effect as you like. The Electro Harmonix Frequency Analyzer is perfect for experimental craziness and synth like madness. Next time someone tells you your tone is too normal, bust out the Electro Harmonix Frequency Analyzer and show em whats up."
    },
    {
      "id": 18,
      "manufacturer": "BOSS",
      "model": "PH-1r",
      "type": "Phaser",
      "youtube": "VKivT61oPEo",
      "copy": "This was an updated version of the original PH-1. It had an additonal “Resonance” knob (feedback control) to increase the tonal variations. This is a 4 stage phaser like the PH-1 and its biggest competitor at the time, the MXR Phase 90. It can create an wide array of different tones."
    },
    {
      "id": 19,
      "manufacturer": "Electro Harmonix",
      "model": "Big Muff Pi",
      "type": "Overdrive",
      "youtube": "NXcpqldmg_8",
      "copy": "The Electro Harmonix USA Big Muff Pi is a remake of the classic fuzz/distortion pedal made famous in the 60's and 70's. Nothing gives you warm fuzz and distortion tones like the original, the Electro Harmonix USA Big Muff Pi Fuzz / Distortion pedal! The Big Muff Pi is one of the earliest Distortion pedals ever created! This distortion has seen the hands of such musicians as Hendrix and Santana all the way to Chemical Brothers and Korn. The Big Muff has a creamy and violin-like Sustain and fuzz, with a versatile Tone control that can boost low end and midrange. You can emulate classic distortion and overdriven tones that usually come out of a saturated tube amp. This timeless piece from Electro Harmonix, has been defining the sound of rock guitar for the past 30 years. Pick one up and continue the tradition! This is the Made in USA version."
    },
    {
      "id": 20,
      "manufacturer": "Electro Harmonix",
      "model": "Tube EQ",
      "type": "Equalizer",
      "youtube": "tk1rMMU0iQo",
      "copy": "Global warming! Plain and simple, the Tube EQ is the first affordable vacuum tube equalizer that guarantees the warmest balancing of tone. There is nothing like quality vacuum tube equalization."
    },
    {
      "id": 21,
      "manufacturer": "BOSS",
      "model": "VB-2",
      "type": "Vibrato",
      "youtube": "nGiTsytKkIg",
      "copy": "The VB-2 pitches the sound up and down to create a vibrato effect. In latch mode, the vibrato effect stays on. In unlatch mode the vibrato is on only when the pedal is pressed. Like the CE-1 Chorus Ensemble, the vibrato effect has its origin in the Roland Jazz Chorus JC-120 amp. It is based around the MN3207 BBD with accompanying MN3102 clock driver. For guitar players who apply finger vibrato without thinking about it, this effect can be difficult to use. Applying two sets of vibrato simultaneously doesn’t always sound right. The VB-2 has become quite rare and is now a very sought after compact pedal. The VB-2 had a short production starting April 1982 and most likely ending only a year later. Boss has stated that the VB-2 was in sale up until April 1986 but it is likely that the last 4 years was spent selling off the earlier production surplus."
    },
    {
      "id": 22,
      "manufacturer": "Strymon",
      "model": "Big Sky",
      "type": "Reverb",
      "youtube": "wvH8Or_rkFY",
      "copy": "BigSky Reverberator gives you twelve studio-class, musically inspirational reverb machines. The Cloud Reverb is a gorgeously big, ambient reverb that draws from techniques developed in the late '70s. Using processing power not dreamed of in those days, the Cloud reverb machine obscures the distinction between reality and fantasy."
    },
    {
      "id": 23,
      "manufacturer": "Behringer",
      "model": "RV600 Reverb Machine",
      "type": "Reverb",
      "youtube": "yogYcYIZZlw",
      "copy": "Reverb emulates the natural echo that occurs because of an environment's acoustics. Think of how your guitar would sound if you plucked a note while standing in a big empty gymnasium-the RV400 can produce that sound, even if you're playing in your bedroom! The RV600 contains BEHRINGER's Real Sound Modeling (RSM) processor and DSP technology, giving it the incredible power to make your guitar sound like you're playing in a cave, a cathedral, or even the outer reaches of the cosmos. With the RV600, putting studio-caliber reverb into your signal chain is easier than ever before."
    },
    {
      "id": 24,
      "manufacturer": "Ibanez",
      "model": "LF7 Lo-Fi",
      "type": "Filter",
      "youtube": "6QwzdvkVlIQ",
      "copy": "The Ibanez LF7 Lo Fi pedal was part of the Tone-Lok series released back in 1999. At the height of the New Metal scene, the pedal offered an awesome tone but sadly didn't capture the hearts of the public."
    },
    {
      "id": 25,
      "manufacturer": "Ibanez",
      "model": "Mini Chorus",
      "type": "Chorus",
      "youtube": "lRzBXzuigpc",
      "copy": "Get big sound in a small package with the Ibanez Chorus Mini. This micropedal, modeled after the fan-favorite CS9 pedal, only needs three knobs to give you an impressively wide array of choral effects, from a subtle warble to a full-on, watery wobble. Use the depth and level controls to change the intensity of the effect, and the speed to ramp it up to an aggressive modulation or slow it down to a smooth, low-key chorus. Get the sound of a classic without sacrificing money or pedalboard space with the Ibanez Chorus Mini."
    },
    {
      "id": 26,
      "manufacturer": "Ibanez",
      "model": "Tube Screamer TS808",
      "type": "Overdrive",
      "youtube": "2aSbsMR7NyQ",
      "copy": "A child of the the 70’s, the Ibanez Tube Screamer is one of the most beloved overdrives in the world, used by artists ranging from Trey Anastasio to Brad Paisley. The TS808 Reissue features the same analog circuitry as the original with ultra simple turn-dials including Overdrive, Level, and Tone. Get the classic TS808 overdrive sound in this reissued iconic green box."
    },
    {
      "id": 27,
      "manufacturer": "Fulltone",
      "model": "OCD",
      "type": "Overdrive",
      "youtube": "kY71ftpZwk0",
      "copy": "The Fulltone OCD is one of the nicest overdrives for getting an amp-like tone. The OCD features a simple 3 knob design offering gain, tone, and volume controls. The toggle switch changes the flavour of the tone and also gives you more or less mids depending which way you set it. The OCD can work on both 9v and 18v for more headroom."
    },
    {
      "id": 28,
      "manufacturer": "Electro Harmonix",
      "model": "Pulsar",
      "type": "Tremolo",
      "youtube": "sVAd1T26fMY",
      "copy": "The Electro Harmonix Stereo Pulsar is a vintage style tremolo pedal that features true stereo outputs as well as both triangle and square wave functions for any style of trem you desire. The stereo outputs are perfect for onstage or studio panning effects. The Shape knob lets you adjust the rise and fall time of the waveform for all sorts of funky goodness. The Electro Harmonix Stereo Pulsar Tremolo Pedal yields everything from vintage surf trem to wobbly, choppy madness."
    },
    {
      "id": 29,
      "manufacturer": "MXR",
      "model": "Carbon Copy",
      "type": "Analog Delay",
      "youtube": "xJPde-C28iU",
      "copy": "The new MXR Carbon Copy Analog Delay is one tasty delay / echo pedal. Guitarists who have been missing the warm, thick sounds of 70's bucket-brigade delay pedals will be delighted by the MXR Carbon Copy. The purely analog signal path preserves the warm and smooth tonal qualities and lets you get everything from short, sweet slapback echo to 600 milliseconds of cavernous, ghostly delays. The controls are quite basic. Knobs controls are for Delay Time, Wet/Dry Mix, and Repeats. There is also a modulation button on top to add some shimmering, modulated goodness. Two internal trim pots control the width and rate of the aforementioned modulation."
    },
    {
      "id": 30,
      "manufacturer": "BOSS",
      "model": "FZ-5",
      "type": "Fuzz",
      "youtube": "2ZwaAB8icw8",
      "copy": "Since the FZ-3 was discontinued 1999 there hasn’t been a Fuzz pedal in the Boss line up. This has been rectified by the 2007 release FZ-5 Fuzz. The FZ-5 is however very different from its predecessor. Whereas the FZ-3 didn’t have any integrated circuits, the FZ-5 is using COSM modelling which means most of the signal processing occurs within an integrated circuit. The FZ-5 has a mode knob with 3 different settings: F, M and O. These 3 settings correspond to COSM emulations of the Dallas Arbiter Fuzzface, Maestro FZ-1A and Roger Mayer Octavia respectively. It does not emulate the FZ-2 or FZ-3 so if you’re looking for the fuzz tone these produced you will need to look into the used pedal market."
    },
    {
      "id": 31,
      "manufacturer": "Talent",
      "model": "GT-OD Overkill",
      "type": "Overdrive",
      "youtube": "dZsS9SAeWwM",
      "copy": "The MXR M193 GT-OD can produce classic overdrive tones while preserving the dynamics and full bodied tone of your guitar, all at an affordable price. With 3 simple controls, the MXR GT-OD allows for super transparent boost and drive with little or no coloration. In addition, both single coil and humbucking pickups maintain their fullness with the GT-OD's tone control, since all the fat bottom end is preserved throughout the sweep. The M193 GT-OD can also increase your guitar's sustain with a natural, dynamic sounding Gain control."
    },
    {
      "id": 32,
      "manufacturer": "TC Electronic",
      "model": "HyperGravity",
      "type": "Compressor",
      "youtube": "FMvtYiudRKM",
      "copy": "HyperGravity Compressor is the missing link that will take your tone from good to great. Featuring no less than three amazing compression modes; including a state-of-the-art multiband compressor, a cool vintage compressor, plus endless compression combinations through TonePrint. HyperGravity Compressor is the key to getting that much desired pro tone with even dynamics. Kick it in and be prepared to shine!"
    },
    {
      "id": 33,
      "manufacturer": "BOSS",
      "model": "CS-1 Compression Sustainer",
      "type": "Compressor",
      "youtube": "H69IAyVUy2I",
      "copy": "This is the first Compression/Sustainer pedal released from Boss. It builds on the lagacy of the Roland AS-1. Like all compression pedals it reduces the output of sounds over a set threshold relative to the strength of the input signal, making levels consistent and improving sustain. In the CS-1 this is done by means of photocouplers. The later CS-2 and CS-3 used VCA’s (Voltage Controlled Amplifier) to create the same effect. The sound of the CS-1 is thus very different from its successors."
    },
    {
      "id": 34,
      "manufacturer": "TC Electronic",
      "model": "Hall of Fame",
      "type": "Reverb",
      "youtube": "_cMpaEDSF8M",
      "copy": "TC ELECTRONIC is synonymous with some of the best sounding reverbs out there&mdash; think of a song with reverb on it you've heard in the last 20 years and chances are it's us. We're talking from Michael Jackson to Dire Straits all the way up to Lady Gaga and back and everything in between. We collected the iconic reverb sounds you know and love into a neat little package that simply sounds so insanely good, you gotta try it."
    },
    {
      "id": 35,
      "manufacturer": "TC Electronic",
      "model": "Pipeline Tap Tremolo",
      "type": "Tremolo",
      "youtube": "NDCjJ0BsnAw",
      "copy": "The new PIPELINE TAP TREMOLO is TC Electronic’s highly anticipated TonePrint-enabled tremolo pedal. With Pipeline at your feet, you’ll have access to the warm, organic sounding sinus curves of the sixties, the jagged edge rotor blade clippings reminiscent of helicopter landings, and everything in between. Whether you are looking for a classic surf sound or the syrupy wobble of the Motown era, the Vintage mode has got you covered, while the Square mode yields a more aggressive and edgy modern sound."
    },
    {
      "id": 36,
      "manufacturer": "TC Electronic",
      "model": "Sub 'n Up Octaver",
      "type": "Octaver",
      "youtube": "-VKmUx_jzx4",
      "copy": "The Sub ‘n’ Up is a compact, highly-versatile octave machine with some serious low-end. True to its name, the Sub ‘n’ Up gives you access to mix controls for one and two octaves down, as well as one octave up and a master mix control for the dry signal. Turning the Dry control all the way down will eliminate the original guitar signal from the output, turning any guitar into a stage-leveling wall of bass. TC’s next-generation octave engine makes the Sub ‘n’ Up track 100 percent flawlessly, if you want it to. Three modes are available in the Sub ‘n’ up;  in Poly mode, the pedal tracks like a champ and will rattle every window in your practice space with its gut-punching lows and crystalline upper octave tones. However, in Classic mode, the pedal changes to an old school monophonic octaver that feels authentically old school, complete with slightly off-kilter tracking that will glitch out when you feed it complex chords. The Sub ‘n’ Up comes equipped with TC’s groundbreaking TonePrint technology. Using the TonePrint app or Editor, you can tap into TC’s library of artist-created patches which include various types of modulation. The stock TonePrint on the Sub ‘n’ Up adds a little warble to the octaves for a superb organ simulator. And just like all TC pedals, the Sub ‘n’ Up comes in a durable housing and is wired for true bypass."
    },
    {
      "id": 37,
      "manufacturer": "TC Electronic",
      "model": "Ditto X4",
      "type": "Looper",
      "youtube": "lxMcLJnXnUA",
      "copy": "The core of the Ditto X4 is made up of two independently footswitchable high quality loops, each with its own switch and five minutes of recording time. Players can then choose to run each loop in one of two modes. Serial mode lets players switch between loops one and two for some verse-chorus-verse action, and Sync mode activates both loops at once for complex passages and ambient licks. A dedicated stop footswitch halts both loops, and holding this swtich deletes them. One of seven effects can be used with the FX knob, with everything from half speed to reverse and fading effects, and each effect can be armed with the dedicated FX switch. Using TC's StarJam system, players can load pre-recorded loops from several famous artists, set the backing track level and jam along with them. As one might expect from an expansive looper, the Ditto X4 features true stereo ins and outs and MIDI compatibility for perfectly timed loops, and each Ditto X4 comes in a robust, stomp-proof enclosure with soft-touch true bypass switching."
    },
    {
      "id": 38,
      "manufacturer": "BOSS",
      "model": "DC-2 Dimension C",
      "type": "Chorus",
      "youtube": "gK8rZHKwizQ",
      "copy": "Dimension C is an analog chorus pedal where you can choose from 4 presets. It is similar to the earlier rack mount effect, Roland SDD-320 Dimension D, but in a compact pedal format. The “Dimension” chorus effect is one where thickness, depth and a sense of width, is added to the sound to produce a kind of 3D effect. It is quit rare and it’s not uncommon to see it go for a lot of money in the used pedal market. There isn’t any way to adjust your sound other than to choose from one of the four presets. The users have never seen this as a problem as all 4 presets produce excellent sounds."
    },
    {
      "id": 39,
      "manufacturer": "Electro Harmonix",
      "model": "Super Pulsar",
      "type": "Tremolo",
      "youtube": "30D8_X9folQ",
      "copy": "A truly super tremolo with powerful controls and signal routing. Sculpt the tremolo’s shape with adjustable sine, triangle and pulse waveforms while tap tempo and tap divide ensure synchronicity. Create your own rhythmic patterns and store them. Save and recall up to eight customized preset programs. Conjure moving tremolos on-the-fly with EXP control over Rate, Depth, Shape, Phase or Volume. Deluxe I/O lets you choose stereo in/out, mono in/stereo out, stereo in/mono out or mono in/mono out operation. Analog circuitry yields warm, lush tone that will envelop you in shape shifting waves."
    },
    {
      "id": 40,
      "manufacturer": "Electro Harmonix",
      "model": "Soul Food",
      "type": "Overdrive",
      "youtube": "KLa8FkZyzlI",
      "copy": "The Electro-Harmonix Soul Food Overdrive is a highly affordable alternative to the famous Klon Centaur. With boosted power rails, the Soul Food is able to produce the same high output boost and transparency along with highly responsive overdrive. Inside the EHX Soul Food overdrive is a switch for selecting true bypass or a high quality buffer to regain your signal over long cable.Get some Soul Food and satisfy your tone quest."
    },
    {
      "id": 41,
      "manufacturer": "Electro Harmonix",
      "model": "Silencer",
      "type": "Noise Gate",
      "youtube": "n0vHLN0m2R0",
      "copy": "A sophisticated noise gate that can tame a single pedal or an entire effects loop! The Silencer’s three-control layout provides precise fine-tuning to fit your system, axe and playing style. Threshold adjusts how much level is required to open the noise gate and allow a signal to pass thru. Reduction regulated the degree to which the gated signal is reduced and is variable between -70dB and +4dB. Release controls how long the gate remains open after the signal drops below the Threshold. Release time is variable between 8ms and 4 seconds."
    },
    {
      "id": 42,
      "manufacturer": "Electro Harmonix",
      "model": "Synth 9",
      "type": "Synth",
      "youtube": "3qebnkmvjiw",
      "copy": "The SYNTH9 Synthesizer Machine emulates classic electronic synthesizers and features nine of the most distinctive vintage synth type sounds: OBX, PROFIT V, VIBE SYNTH, MINI MOOD, EHX MINI, SOLO SYNTH, MOOD BASS, STRING SYNTH and POLY VI."
    },
    {
      "id": 43,
      "manufacturer": "Electro Harmonix",
      "model": "Hum Debugger",
      "type": "Noise Gate",
      "youtube": "z1z-3_IcSbY",
      "copy": "Every musician battles hum in their signal chain. The Hum Debugger turns it into dead silence, courtesy of a little EHX magic. Not a noise gate, and not a noise suppressor&mdash; but a real hum extractor. Silence is golden."
    },
    {
      "id": 44,
      "manufacturer": "Electro Harmonix",
      "model": "720",
      "type": "Looper",
      "youtube": "wbOnafSduOU",
      "copy": "With 720 seconds (12 minutes) of stereo recording time on 10 independent loops and unlimited overdubbing, the compact Electro-Harmonix 720 Stereo Looper provides guitarists with an intuitive tool that’s perfect for practice and live performance."
    },
    {
      "id": 45,
      "manufacturer": "Electro Harmonix",
      "model": "V256",
      "type": "Vocoder",
      "youtube": "3mIvofWF4Do",
      "copy": "Robotize, Harmonize, rule the vocoder world! The V256 welds your voice to your axe inspiring the twist of creativity that can make all of the difference. Bend your gender, drone your tone and invite aliens into your work of art. You want flexibility? The V 256 lets you adjust the vocoder from 8 to 256 bands taking you back to the 80’s and propelling you into the future at the same time. Bring your vocals up to snuff with advanced processing “Reflex Tune”, today’s most popular pitch correction effect."
    },
    {
      "id": 46,
      "manufacturer": "Way Huge Electronics",
      "model": "Swollen Pickle",
      "type": "Fuzz",
      "youtube": "Boehiv3VRLE",
      "copy": "The most sought after and corpulent Way Huge pedal is back! The Swollen Pickle Jumbo Fuzz MkII surrenders super high-gain fuzz with copious amounts of smooth low-end to all who dare plug into it. With a twist of the Sustain control, you're taken from mild crunch to Armageddon! The Filter control retains its trademark insane range of heavily band-pass-filtered tones, distinguished by remarkable girth and sizzle, and the Loudness puts out enough volume to clobber any amp! Newly added features include a tone stack Scoop control that elicits classic Swollen Pickle mid-scoop or a flat mid-frequency sweep, and a Crunch knob to adjust the compression intensity of the fuzz. Finally, under the hood, the MkII has two internal mini controls; Voice sets the intensity of the external scoop control from light to heavy mid cut, and Clip varies between two sets of clipping diodes for smooth or opened fuzz sustain."
    },
    {
      "id": 47,
      "manufacturer": "Way Huge Electronics",
      "model": "Aqua Puss",
      "type": "Analog Delay",
      "youtube": "0JIWdOjo6c0",
      "copy": "The Way Huge Aqua Puss is back! The legendary analog delay we all know and love has come back to us. 300ms of sweet, sweet analog delay like no other just bleeds from the Way Huge Aqua Puss. Come step up to the legend of the Way Huge Aqua Puss delay pedal."
    },
    {
      "id": 48,
      "manufacturer": "Way Huge Electronics",
      "model": "Red Llama",
      "type": "Overdrive",
      "youtube": "VEfYzsFNo04",
      "copy": "The Red Llama gives you transparent and responsive tube-like dynamics and tone. This anniversary edition features a slightly smaller housing, plus a high-cut control to season any amp to taste. Dial it back for sweet chime and subtle harmonic enhancement, or crank the drive for huge lead tones and tight, low-end heavy rhythms. Beware, the aggressive output of the Way Huge Red Llama will force even the cleanest of amps over the edge. Only 1,000 of these pedals will be available worldwide!"
    },
    {
      "id": 49,
      "manufacturer": "Way Huge Electronics",
      "model": "Saffron Squeeze",
      "type": "Compressor",
      "youtube": "TzEoc517CUk",
      "copy": "This is the second edition of the Saffron Squeeze compressor - it serves up the same sweet sustain and beefy compression as the original, plus some extra control over how it sounds and responds to your playing. You now have control over Gain, Tone, and Attack, in addition to the Volume and Sustain controls. Gain lets you hit the compressor harder, Tone allows you to brighten or darken your sound, and Attack changes the response time and helps you dial in how spongy you want the compressor to feel."
    }
  ]
}
